Repository: nox-solutions/wp-nox-login-required
Catalog: languages/wp-nox-login-required-*.po
Languages: pt_br

source: Access to the blog will be made only by authenticated users.
pt_br: O acesso ao blog apenas poderá ser realizado para usuários autenticados.

source: API Requests are only supported for authenticated requests.
pt_br: Requisições à API são habilitadas apenas para usuários autenticados.

source: Custom HTML Settings
pt_br: Configurações de HTML Personalizado

source: Disable Bootstrap loading?
pt_br: Desablitar o carregamento do Bootstrap?

source: Disables the Bootstrap assets loading.
pt_br: Desabilita o carregamento dos assets do Bootstrap (CSS).

source: Disables the default login redirect and displays a custom HTML to unauthenticated users. You can override the default template by adding a %s template file to your theme root path.
pt_br: Desabilita o redirecionamento padrão (para a página de login) e apresenta um HTML (template) customizado para usuários não autenticados. Você pode sobrescrever o template padrão, adicionando o arquivo de template %s ao caminho raiz do seu tema.

source: Enable REST Access?
pt_br: Habilitar Acesso via REST?

source: Enable Temporary HTML?
pt_br: Habilitar HTML Temporário?

source: Enable unauthenticated access to public REST endpoints.
pt_br: Habilita acesso não autenticado para endpoints públicos REST.

source: General Settings
pt_br: Configurações Gerais

source: Here you can manage if and when the functionality is available.
pt_br: Aqui você pode gerenciar se e quando a funcionalidade estará disponível.

source: Here you can manage if the site will display a custom HTML content if the Login Required is enabled.
pt_br: Aqui você pode gerenciar se o site irá apresentar o conteúdo de um HTML se o Login Required estiver habilitado.

source: Hide Login Button?
pt_br: Esconder o botão de Login?

source: Hides the login button used to go to the WordPress authentication page. This option is used only if you are not using the custom template page.
pt_br: Esconde o botão de login utilizado para redirecionar o visitante para a página de autenticação. Esta opção é utilizada apenas se você não estiver utilizando um template customizado.

source: Lock down the whole WordPress site to prevent public access.
pt_br: Bloqueia o acesso público a todo o site em WordPress.

source: Login Required
pt_br: Login Obrigatório

source: Login Required by NOX
pt_br: Login Obrigatório por NOX

source: Require Login on Frontend?
pt_br: Obrigar Login no Frontend?

source: Subtitle Text
pt_br: Subtítulo

source: We are under construction...
pt_br: Nós estamos em construção...
